<?php require $_SERVER['DOCUMENT_ROOT'].'/include/html_start.php'; ?>
<meta name="robots" content="noindex,nofollow" />
<title>Политика конфиденциальности</title>
<meta name="description" content="" />
<?php require $_SERVER['DOCUMENT_ROOT'].'/include/html_header.php'; ?>
<h1 class="">Политика конфиденциальности</h1>
<article>
	<div class="icon-illustration icon-lock"></div>
	
	<nav class="case print-no">
		<p class="icon-right-open-big"><a href="#item1" class="a1">1. Определение терминов</a></p>
		<p class="icon-right-open-big"><a href="#item2" class="a1">2. Общие положения</a></p>
		<p class="icon-right-open-big"><a href="#item3" class="a1">3. Предмет Политики Конфиденциальности</a></p>
		<p class="icon-right-open-big"><a href="#item4" class="a1">4. Цели сбора персональной информации пользователя</a></p>
		<p class="icon-right-open-big"><a href="#item5" class="a1">5. Способы и сроки обработки персональной информации</a></p>
		<p class="icon-right-open-big"><a href="#item6" class="a1">6. Обязательства сторон</a></p>
		<p class="icon-right-open-big"><a href="#item7" class="a1">7. Ответственность сторон</a></p>
		<p class="icon-right-open-big"><a href="#item8" class="a1">8. Разрешение споров</a></p>
		<p class="icon-right-open-big"><a href="#item9" class="a1">9. Дополнительные условия</a></p>
	</nav>
	
	<div class="anchor"><a name="item1"></a></div>
	<p class="p1">Настоящая Политика Конфиденциальности персональных данных (далее – Политика Конфиденциальности) действует в отношении всей информации, которую сайт <a href="/" class="a1"><?php echo $_SERVER['HTTP_HOST']; ?></a> может получить о Пользователе во время использования сайта.</p>

	<h3 class="center">1. Определение терминов</h3>
	<p class="p1">1.1. В настоящей Политике Конфиденциальности используются следующие термины:</p>
	<p class="p1">1.1.1. «Сайт» – сайт <a href="/" class="a1"><?php echo $_SERVER['HTTP_HOST']; ?></a></p>
	<p class="p1">1.1.2. «Администрация Сайта» – уполномоченные сотрудники по управлению сайтом, действующие от имени Индивидуального Предпринимателя Миронова Виталия Александровича, которые организуют и (или) осуществляют обработку персональных данных, а также определяют цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.</p>
	<p class="p1">1.1.3. «Персональные данные» – любая информация, относящаяся к прямо или косвенно определённому или определяемому физическому лицу (субъекту персональных данных).</p>
	<p class="p1">1.1.4. «Обработка персональных данных» – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
	<p class="p1">1.1.5. «Конфиденциальность персональных данных» – обязательное для соблюдения Администрацией Сайта или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.</p>
	<p class="p1">1.1.6. «Пользователь Сайта» (далее Пользователь) – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.</p>

	<div class="anchor"><a name="item2"></a></div>
	<h3 class="center">2. Общие положения</h3>
	<p class="p1"><b>2.1. Использование Пользователем Сайта означает согласие с настоящей Политикой Конфиденциальности и условиями обработки персональных данных Пользователя.</b></p>
	<p class="p1">2.2. В случае несогласия с условиями Политики Конфиденциальности Пользователь должен прекратить использование Сайта.</p>
	<p class="p1">2.3. Настоящая Политика Конфиденциальности применяется только к Сайту. Сайт не контролирует и не несёт ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.</p>
	<p class="p1">2.4. Администрация Сайта не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта.</p>

	<div class="anchor"><a name="item3"></a></div>
	<h3 class="center">3. Предмет Политики Конфиденциальности</h3>
	<p class="p1">3.1. Настоящая Политика Конфиденциальности устанавливает обязательства Администрации Сайта по неразглашению и обеспечению режима защиты Конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации Сайта при регистрации на Сайте или при совершении иных действий посредством Сайта.</p>
	<p class="p1">3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики Конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы или совершения иных действий на Сайте, и могут включать в себя следующую информацию:</p>
	<p class="p1">3.2.1. имя Пользователя;</p>
	<p class="p1">3.2.2. адрес электронной почты (e-mail);</p>
	<p class="p1">3.3. Сайт защищает данные, которые автоматически передаются при посещении страниц.</p>
	<p class="p1">3.4. Любая иная персональная информация неоговоренная выше (история действий Пользователя, используемые браузеры и операционные системы и т.д.) подлежит надёжному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.</p>

	<div class="anchor"><a name="item4"></a></div>
	<h3 class="center">4. Цели сбора персональной информации пользователя</h3>
	<p class="p1">4.1. Персональные данные Пользователя Администрация Сайта может использовать в целях:</p>
	<p class="p1">4.1.1. Идентификации Пользователя, зарегистрированного на Сайте.</p>
	<p class="p1">4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта.</p>
	<p class="p1">4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и заявок от Пользователя.</p>
	<p class="p1">4.1.4. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</p>
	<p class="p1">4.1.5. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием Сайта.</p>
	<p class="p1">4.1.6. Предоставления Пользователю с его согласия, новостной рассылки и иных сведений от имени Сайта.</p>
	<p class="p1">4.1.7. Осуществления рекламной деятельности с согласия Пользователя.</p>

	<div class="anchor"><a name="item5"></a></div>
	<h3 class="center">5. Способы и сроки обработки персональной информации</h3>
	<p class="p1">5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.</p>
	<p class="p1">5.2. Пользователь соглашается с тем, что Администрация Сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на Сайте.</p>
	<p class="p1">5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Республики Беларусь только по основаниям и в порядке, установленным законодательством Республики Беларусь.</p>
	<p class="p1">5.4. При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных.</p>
	<p class="p1">5.5. Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</p>
	<p class="p1">5.6. Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.</p>

	<div class="anchor"><a name="item6"></a></div>
	<h3 class="center">6. Обязательства сторон</h3>
	<p class="p1">6.1. Пользователь обязан:</p>
	<p class="p1">6.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайтом.</p>
	<p class="p1">6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.</p>
	<p class="p1">6.2. Администрация сайта обязана:</p>
	<p class="p1">6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики Конфиденциальности.</p>
	<p class="p1">6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.</p>
	<p class="p1">6.2.3. Принимать меры предосторожности для защиты Конфиденциальности персональных данных Пользователя согласно порядку, обычно используемому для защиты такого рода информации в существующем деловом обороте.</p>
	<p class="p1">6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.</p>

	<div class="anchor"><a name="item7"></a></div>
	<h3 class="center">7. Ответственность сторон</h3>
	<p class="p1">7.1. Администрация Сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Республики Беларусь, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности.</p>
	<p class="p1">7.2. В случае утраты или разглашения Конфиденциальной информации Администрация Сайта не несёт ответственность, если данная конфиденциальная информация:</p>
	<p class="p1">7.2.1. Стала публичным достоянием до её утраты или разглашения.</p>
	<p class="p1">7.2.2. Была получена от третьей стороны до момента её получения Администрацией Сайта.</p>
	<p class="p1">7.2.3. Была разглашена с согласия Пользователя.</p>

	<div class="anchor"><a name="item8"></a></div>
	<h3 class="center">8. Разрешение споров</h3>
	<p class="p1">8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Сайта и Администрацией Сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).</p>
	<p class="p1">8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.</p>
	<p class="p1">8.3. При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Республики Беларусь.</p>
	<p class="p1">8.4. К настоящей Политике Конфиденциальности и отношениям между Пользователем и Администрацией Сайта применяется действующее законодательство Республики Беларусь.</p>

	<div class="anchor"><a name="item9"></a></div>
	<h3 class="center">9. Дополнительные условия</h3>
	<p class="p1">9.1. Администрация Сайта вправе вносить изменения в настоящую Политику Конфиденциальности без согласия Пользователя.</p>
	<p class="p1">9.2. Новая Политика Конфиденциальности вступает в силу с момента её размещения на Сайте, если иное не предусмотрено новой редакцией Политики Конфиденциальности.</p>
	<p class="p1">9.3. Все предложения или вопросы по настоящей Политике Конфиденциальности следует направлять на электронный адрес Администрации Сайта: <a href="mailto:admin@<?php echo $_SERVER['HTTP_HOST']; ?>" class="a1">admin@<?php echo $_SERVER['HTTP_HOST']; ?></a></p>
	<p class="p1">9.4. Действующая Политика Конфиденциальности размещена на странице по адресу <a href="/privacy-policy/" class="a1">https://<?php echo $_SERVER['HTTP_HOST']; ?>/privacy-policy/</a></p>
</article>
<?php require $_SERVER['DOCUMENT_ROOT'].'/include/html_footer.php'; ?>