<?php require $_SERVER['DOCUMENT_ROOT'].'/include/html_start.php'; ?>
<meta name="robots" content="noindex,nofollow" />
<title>Публичный договор</title>
<meta name="description" content="" />
<?php require $_SERVER['DOCUMENT_ROOT'].'/include/html_header.php'; ?>
<h1 class="print-no">Публичный договор</h1>
<article>
	<div class="icon-illustration icon-doc print-no"></div>
	<nav class="case print-no">
		<p class="icon-right-open-big"><a href="#item0" class="a1">Публичный договор</a></p>
		<p class="icon-right-open-big"><a href="#item1" class="a1">1. Определения, используемые в настоящем Договоре</a></p>
		<p class="icon-right-open-big"><a href="#item2" class="a1">2. Предмет Договора</a></p>
		<p class="icon-right-open-big"><a href="#item3" class="a1">3. Порядок заключения Договора</a></p>
		<p class="icon-right-open-big"><a href="#item4" class="a1">4. Права и обязанности Сторон</a></p>
		<p class="icon-right-open-big tab"><a href="#item4-1" class="a1">Исполнитель</a></p>
		<p class="icon-right-open-big tab"><a href="#item4-2" class="a1">Заказчик</a></p>
		<p class="icon-right-open-big"><a href="#item5" class="a1">5. Стоимость, порядок и сроки оплаты услуг</a></p>
		<p class="icon-right-open-big"><a href="#item6" class="a1">6. Порядок сдачи-приёмки услуг</a></p>
		<p class="icon-right-open-big"><a href="#item7" class="a1">7. Ответственность Сторон</a></p>
		<p class="icon-right-open-big"><a href="#item8" class="a1">8. Обстоятельства непреодолимой силы</a></p>
		<p class="icon-right-open-big"><a href="#item9" class="a1">9. Извещения и уведомления</a></p>
		<p class="icon-right-open-big"><a href="#item10" class="a1">10. Срок действия Договора</a></p>
		<p class="icon-right-open-big"><a href="#item11" class="a1">11. Порядок внесения изменений и дополнений в Договор</a></p>
		<p class="icon-right-open-big"><a href="#item12" class="a1">12. Порядок разрешения споров</a></p>
		<p class="icon-right-open-big"><a href="#item13" class="a1">13. Прочие условия</a></p>
		<p class="icon-right-open-big"><a href="#item14" class="a1">14. Реквизиты Сторон</a></p>
	</nav>
	
	<div class="anchor"><a name="item0"></a></div>
	<p class="p1 right">Настоящая редакция Публичного договора<br />опубликована 1 января 2021 г.<br />и вступает в силу с момента публикации</p>
	
	<h2 class="">ПУБЛИЧНЫЙ ДОГОВОР<br />возмездного оказания услуг расчёта деталей корпусной мебели</h2>
	
	<p class="p1">Настоящий Публичный договор (далее именуемый по тексту «Договор») определяет порядок предоставления услуг расчёта деталей корпусной мебели, а также взаимные права, обязанности и порядок взаимоотношений между ИП Мироновым Виталием Александровичем, именуемым в дальнейшем «Исполнитель», действующим на основании Свидетельства о государственной регистрации № 692134049 от 11 сентября 2019 года, и потребителем услуг, именуемым в дальнейшем «Заказчик», принявшим (акцептовавшим) публичное предложение (оферту) о заключении настоящего Договора.</p>
	
	<div class="anchor"><a name="item1"></a></div>
	<h3 class="center">1. ОПРЕДЕЛЕНИЯ, ИСПОЛЬЗУЕМЫЕ В НАСТОЯЩЕМ ДОГОВОРЕ</h3>
	
	<p class="p1">1.1. Применяемые в настоящем Договоре термины и определения используются в следующем их значении:</p>
	
	<p class="p1"><b>Услуги расчёта деталей корпусной мебели (деталировка)</b> - услуги расчёта необходимого количества и точных размеров деталей, фурнитуры, и объёма дополнительных работ (распила, оклейки кромкой, сверления отверстий, фрезеровки и т.п.) для изготовления мебели по проекту Заказчика.</p>
	
	<div class="anchor"><a name="item2"></a></div>
	<h3 class="center">2. ПРЕДМЕТ ДОГОВОРА</h3>
	
	<p class="p1">2.1. Исполнитель обязуется предоставить Заказчику доступ к результатам расчёта деталировки мебели Заказчика (далее - Услуги), а Заказчик обязуется принять Услуги, оказанные Исполнителем, и оплатить их в порядке и на условиях, определённых настоящим Договором.</p>
	
	<p class="p1">2.2. Исполнитель вправе привлекать третьих лиц для исполнения своих обязательств по настоящему Договору, а также использовать услуги (работы) третьих лиц, являющиеся необходимыми для обеспечения возможности предоставления Услуг, предусмотренных настоящим Договором.</p>
	
	<div class="anchor"><a name="item3"></a></div>
	<h3 class="center">3. ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА</h3>
	
	<p class="p1">3.1. Настоящий Договор является публичным договором (ст. 396 Гражданского кодекса Республики Беларусь), в соответствии с которым Исполнитель принимает на себя обязательство по оказанию Услуг в отношении неопределённого круга лиц (Заказчиков), обратившихся за указанными Услугами.</p>
	
	<p class="p1">3.2. Публикация (размещение) текста настоящего Договора на официальном сайте Исполнителя по адресу: <a href="/public-offer/" class="a1">https://<?php echo $_SERVER['HTTP_HOST']; ?>/public-offer/</a> является публичным предложением (офертой) Исполнителя, адресованным неопределённому кругу лиц заключить настоящий Договор (п. 2. ст. 407 Гражданского кодекса Республики Беларусь).</p>
	
	<p class="p1">3.3. Заключение настоящего Договора производится путём присоединения Заказчика к настоящему Договору, т. е. посредством принятия (акцепта) Заказчиком условий настоящего Договора в целом, без каких-либо условий, изъятий и оговорок (ст. 398 Гражданского кодекса Республики Беларусь).</p>
	
	<p class="p1">3.4. Фактом принятия (акцепта) Заказчиком условий настоящего Договора является оплата Заказчиком заказанных им Услуг в порядке и на условиях, определённых настоящим Договором (п. 3 ст. 408 Гражданского кодекса Республики Беларусь).</p>
	
	<p class="p1">3.5. Настоящий Договор, при условии соблюдения порядка его акцепта, считается заключённым в простой письменной форме (п. 2, п. 3 ст. 404 и п. 3 ст. 408 Гражданского кодекса Республики Беларусь) и не требует оформления в бумажном виде и обладает полной юридической силой.</p>
	
	<div class="anchor"><a name="item4"></a></div>
	<h3 class="center">4. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h3>
	
	<div class="anchor"><a name="item4-1"></a></div>
	<p class="p1">4.1. Исполнитель обязуется:</p>
	
	<p class="p1">4.1.1. оказать Заказчику Услуги в объёме и в сроки, согласованные Сторонами и указанные в счёте, выставляемом Исполнителем для оплаты Заказчиком;</p>
	
	<p class="p1">4.1.2. оказывать Заказчику в рабочее время (с 9-00 до 18-00, за исключением выходных дней и официальных государственных праздников) консультации по электронной почте по вопросам, возникающим у Заказчика в связи с оказанием ему Услуг;</p>
	
	<p class="p1">4.1.3. обеспечивать конфиденциальность информации, предоставленной Заказчиком, за исключением случаев, когда предоставление доступа к такой информации для третьих лиц является необходимым условием оказания Услуг (в данных случаях информация третьим лицам предоставляется по согласованию с Заказчиком), либо является обязательным в силу требований законодательства Республики Беларусь;</p>
	
	<p class="p1">4.2. Исполнитель имеет право:</p>
	
	<p class="p1">4.2.1. хранить информацию обо всех подключениях Заказчика к информационно-техническим ресурсам Исполнителя, если такая информация была получена в ходе оказания Услуг;</p>
	
	<p class="p1">4.2.2. не принимать к рассмотрению претензии Заказчика, предъявленные с пропуском сроков, в течение которых такие претензии могут быть предъявлены (подп.4.3.4. п.4.3. настоящего Договора);</p>
	
	<div class="anchor"><a name="item4-2"></a></div>
	<p class="p1">4.3. Заказчик обязуется:</p>
	
	<p class="p1">4.3.1. соблюдать условия настоящего Договора, а также оплатить Исполнителю заказываемые Услуги в порядке, размерах и в сроки, определённые настоящим Договором.</p>
	
	<p class="p1">4.3.2. не осуществлять деятельности, направленной на умышленное нарушение работы программно-технических средств Исполнителя, находящихся в сети Интернет;</p>
	
	<p class="p1">4.3.3. обеспечивать сохранность и конфиденциальность полученной от Исполнителя служебной информации (ссылки, пароли доступа, номера мобильных телефонов специалистов Исполнителя и др.);</p>
	
	<p class="p1">4.3.4. при наличии претензий по оказанным Исполнителем услугам уведомить об этом Исполнителя по электронной почте в течение 5 (пяти) календарных дней с момента, когда Заказчику стало известно или должно было стать известно о неисполнении или ненадлежащем исполнении Исполнителем принятых на себя обязательств по настоящему Договору;</p>
	
	<p class="p1">4.4. Заказчик имеет право:</p>
	
	<p class="p1">4.4.1. требовать от Исполнителя надлежащего оказания Услуг;</p>
	
	<p class="p1">4.4.2. получать у Исполнителя в рабочее время (с 9-00 до 18-00, за исключением выходных дней и официальных государственных праздников), консультации по электронной почте по вопросам, возникающим в связи с оказанием ему Услуг;</p>
	
	<p class="p1">4.5. Заключая настоящий Договор, Заказчик даёт своё согласие на получение от Исполнителя рекламной информации, а также иной информации, распространяемой Исполнителем (в том числе, посредством SMS-сообщений и сообщений на адреса электронной почты), в целях и случаях, когда необходимость такого согласия предусмотрена законодательством.<br />
	Заказчик может выразить свой отказ от получения рекламной информации, распространяемой Исполнителем, путём направления письменного требования на электронный адрес Исполнителя, указанный в качестве контактного.<br />Исполнитель обязан по первому требованию Заказчика незамедлительно прекратить размещение (распространение) рекламной информации в адрес Заказчика.</p>
	
	<div class="anchor"><a name="item5"></a></div>
	<h3 class="center">5. СТОИМОСТЬ, ПОРЯДОК И СРОКИ ОПЛАТЫ УСЛУГ</h3>
	
	<p class="p1">5.1. Стоимость Услуг определяется по утверждённому Исполнителем Прейскуранту, действующему в период предоставления Услуг и размещённому в открытом доступе в сети Интернет по адресу: <a href="/price/" class="a1">https://<?php echo $_SERVER['HTTP_HOST']; ?>/price/</a>. Валюта платежа – белорусский рубль.</p>
	
	<p class="p1">5.2. Стоимость Услуг, объём их оказания отражаются в счёте, направляемом Исполнителем для оплаты Заказчику, который является неотъемлемой частью настоящего Договора.</p>
	
	<p class="p1">5.3. Заказчик на основании выставленного Исполнителем счёта обязан произвести оплату Услуг в порядке 100% предоплаты.</p>
	
	<p class="p1">5.4. Оплата заказанных Услуг без получения от Исполнителя подтверждения о возможности оказания Услуг (посредством выставления счёта) не допускается.</p>
	
	<p class="p1">5.5. Оплата Услуг в рамках настоящего Договора осуществляется Заказчиком посредством безналичного перевода с использованием автоматизированной информационной системы единого расчётного и информационного пространства (АИС ЕРИП) «Расчёт».</p>
	
	<div class="anchor"><a name="item6"></a></div>
	<h3 class="center">6. ПОРЯДОК СДАЧИ-ПРИЕМКИ УСЛУГ</h3>
	
	<p class="p1">6.1. Предоставление Услуг в рамках настоящего Договора подтверждается фактом потребления Заказчиком оказанных ему Услуг и отсутствием письменных претензий Заказчика по оказанным Исполнителем Услугам, направленных в течение 5 (пяти) календарных дней с даты окончания периода, в котором оказывались Услуги.</p>
	
	<div class="anchor"><a name="item7"></a></div>
	<h3 class="center">7. ОТВЕТСТВЕННОСТЬ СТОРОН</h3>
	
	<p class="p1">7.1. За неисполнение, либо ненадлежащее исполнение своих обязательств по настоящему Договору виновная Сторона несёт ответственность в соответствии с действующим законодательством Республики Беларусь, с учётом особенностей, установленных настоящим Договором.</p>
	
	<p class="p1">7.2. Заказчику известны важнейшие функциональные свойства оказываемых Услуг. Заказчик несёт риск соответствия указанных Услуг своим пожеланиям и потребностям. Исполнитель не несёт ответственности за какие-либо убытки, возникшие вследствие ненадлежащего использования или невозможности использования Услуг.</p>
	
	<p class="p1">7.3. В случае возникновения у Заказчика замечаний по оказанным Исполнителем Услугам Заказчик в порядке, установленном подп.4.3.4. п.4.3. настоящего Договора, обязан предъявить Исполнителю соответствующую претензию, в которой описывается характер замечаний.</p>
	
	<p class="p1">7.4. Исполнитель обязан в течение 15 (пятнадцати) рабочих дней рассмотреть предъявленные Заказчиком претензии, и в случае их обоснованности согласовать с Заказчиком сроки устранения предъявленных претензий.</p>
	
	<p class="p1">7.5. Стороны безоговорочно соглашаются с тем, что максимальный размер ущерба, который может быть взыскан с Исполнителя не может превышать 100% (ста процентов) стоимости Услуг.</p>
	
	<p class="p1">7.6. Заказчик самостоятельно несёт полную ответственность за любые, в том числе и несанкционированные, действия третьих лиц, имевшие место вследствие несоблюдения Заказчиком конфиденциальности своих учётных данных или иной информации закрытого характера, а также за последствия таких действий.</p>
	
	<div class="anchor"><a name="item8"></a></div>
	<h3 class="center">8. ОБСТОЯТЕЛЬСТВА НЕПРЕОДОЛИМОЙ СИЛЫ</h3>
	
	<p class="p1">8.1. Стороны освобождаются от ответственности за частичное или полное неисполнение своих обязательств по настоящему Договору, если это явилось следствием действия обстоятельств непреодолимой силы (форс-мажора), возникших после заключения настоящего Договора в результате событий чрезвычайного характера, которые Стороны не могли ни предвидеть, ни предотвратить разумными мерами.</p>
	
	<p class="p1">8.2. К обстоятельствам непреодолимой силы относятся события, на которые Сторона не может оказывать влияния и за возникновение которых она не несёт ответственности, как то: война, восстание, забастовка, землетрясение, наводнение, пожар, суровые погодные условия или другие стихийные бедствия, правительственные постановления, распоряжения (указы) государственных органов и должностных лиц, законы и иные нормативные акты компетентных органов, принятые после акцепта настоящего Договора и делающие невозможным исполнение обязательств, установленных настоящим Договором, а также действия государственных или местных органов государственной власти и управления или их представителей, препятствующие выполнению условий настоящего Договора, и другие непредвиденные обстоятельства.</p>
	
	<p class="p1">8.3. При наступлении обстоятельств непреодолимой силы, препятствующих исполнению обязательств по настоящему Договору, срок выполнения Сторонами таких обязательств переносится соразмерно времени действия таких обстоятельств, а также времени, требуемого для устранения их последствий, но не более 60 (шестидесяти) календарных дней.</p>
	
	<p class="p1">8.4. В случае если обстоятельства непреодолимой силы продолжают действовать более срока, указанного в п.8.3 настоящего Договора, либо когда при их наступлении обеим Сторонам становится очевидным, что обстоятельства будут действовать более этого срока, Стороны обязуются обсудить возможности альтернативных способов исполнения настоящего Договора или его прекращения без возмещения убытков.</p>
	
	<div class="anchor"><a name="item9"></a></div>
	<h3 class="center">9. ИЗВЕЩЕНИЯ И УВЕДОМЛЕНИЯ</h3>
	
	<p class="p1">9.1. Стороны договариваются, что безоговорочно признают юридическую силу текстов документов, полученных по каналам связи (электронной почты) наравне с документами, исполненными в простой письменной форме на бумажном носителе.</p>
	
	<p class="p1">9.2. Стороны безоговорочно соглашаются с тем, что вся переписка, извещения и уведомления, полученные на адреса электронной почты, указанные в п.9.5. настоящего Договора, считаются доставленными адресату в надлежащей форме.</p>
	
	<p class="p1">9.3. Стороны обязаны своевременно проверять корреспонденцию, поступающую на их адреса электронной почты.</p>
	
	<p class="p1">9.4. Все риски, связанные с наступлением неблагоприятных последствий вследствие несоблюдения требований п.9.3 настоящего Договора, несёт Сторона, допустившая такое нарушение.</p>
	
	<p class="p1">9.5. Надлежащим адресом электронной почты Исполнителя признаётся <a href="mailto:admin@<?php echo $_SERVER['HTTP_HOST']; ?>" class="a1">admin@<?php echo $_SERVER['HTTP_HOST']; ?></a>. Надлежащим адресом электронной почты Заказчика признаётся адрес электронной почты, указанный им в Личном кабинете на сайте Исполнителя.</p>
	
	<div class="anchor"><a name="item10"></a></div>
	<h3 class="center">10. СРОК ДЕЙСТВИЯ ДОГОВОРА</h3>
	
	<p class="p1">10.1. Настоящий Договор считается заключённым с момента зачисления на расчётный счёт Исполнителя денежных средств, уплаченных Заказчиком в счёт оплаты заказанных им услуг в соответствии с выставленным ему счётом для оплаты заказанных Услуг.</p>
	
	<p class="p1">10.2. Настоящий Договор действует в течение неопределённого срока.</p>
	
	<p class="p1">10.3. Настоящий Договор может быть расторгнут по инициативе Исполнителя в одностороннем порядке с предварительным уведомлением Заказчика, при условии полного выполнения Услуг по Договору.</p>
	
	<div class="anchor"><a name="item11"></a></div>
	<h3 class="center">11. ПОРЯДОК ВНЕСЕНИЯ ИЗМЕНЕНИЙ И ДОПОЛНЕНИЙ В ДОГОВОР</h3>
	
	<p class="p1">11.1. Изменения и (или) дополнения в настоящий Договор вносятся в одностороннем порядке по решению Исполнителя и вступают в силу не ранее чем на следующий день после их опубликования на официальном сайте Исполнителя по следующему адресу: <a href="/public-offer/" class="a1">https://<?php echo $_SERVER['HTTP_HOST']; ?>/public-offer/</a>.</p>
	
	<p class="p1">11.2. Изменения и (или) дополнения, вносимые Исполнителем в настоящий Договор в связи с изменением законодательства, вступают в силу одновременно со вступлением в силу изменений в данных актах законодательства.</p>
	
	<p class="p1">11.3. Изменения, вносимые в Прейскурант на Услуги Исполнителя, вступают в силу с момента размещения новых тарифов по адресу в сети Интернет <a href="/price/" class="a1">https://<?php echo $_SERVER['HTTP_HOST']; ?>/price/</a>.</p>
	
	<p class="p1">11.4. В случае несогласия с внесёнными изменениями и/или дополнениями, Заказчик имеет право расторгнуть настоящий Договор.</p>
	
	<p class="p1">11.5. Уведомлением о расторжении настоящего Договора признаётся любое письменное уведомление Заказчика, составленное в электронной форме или на бумажном носителе, о несогласии с внесёнными изменениями и (или) дополнениями, либо о неприсоединении к новой редакции настоящего Договора или об отказе соблюдать его условия.</p>
	
	<p class="p1">11.6. Стороны безоговорочно соглашаются с тем, что молчание (отсутствие письменных уведомлений о расторжении настоящего Договора, либо о несогласии с отдельными положениями настоящего Договора, в том числе с изменением Прейскуранта на Услуги) признаётся согласием и присоединением Заказчика к новой редакции настоящего Договора (п.3 ст.159 Гражданского кодекса Республики Беларусь).</p>
	
	<p class="p1">11.7. Заказчик самостоятельно обязан отслеживать изменения, внесённые в Договор и Прейскурант, на информационном ресурсе Исполнителя по адресу в сети Интернет <a href="/" class="a1">https://<?php echo $_SERVER['HTTP_HOST']; ?></a>. Продолжение использования Услуг Исполнителя является согласием Заказчика с изменёнными условиями Договора/Прейскурантом.</p>
	
	<div class="anchor"><a name="item12"></a></div>
	<h3 class="center">12. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ</h3>
	
	<p class="p1">12.1. Все споры и разногласия, связанные с настоящим Договором, Стороны обязуются разрешать путём переговоров.</p>
	
	<p class="p1">12.2. В случае если Сторонам не удастся разрешить все спорные вопросы в порядке, установленном п.12.1 настоящего Договора, все споры, возникающие из настоящего Договора, в том числе связанные с его заключением, изменением, расторжением, исполнением, недействительностью подлежат разрешению в судебном порядке в соответствии с законодательством Республики Беларусь.</p>
	
	<div class="anchor"><a name="item13"></a></div>
	<h3 class="center">13. ПРОЧИЕ УСЛОВИЯ</h3>
	
	<p class="p1">13.1. Стороны безоговорочно соглашаются с тем, что настоящий Договор заключён по адресу нахождения офиса Исполнителя.</p>
	
	<p class="p1">13.2. Заключая настоящий Договор, Заказчик тем самым заявляет, что:</p>
	
	<p class="p1">13.2.1. информация, предоставленная им при оформлении заказа на предоставление Услуг, является полной, правдивой и точной;</p>
	
	<p class="p1">13.2.2. он осознаёт и соглашается с тем, что часть информации, которую он предоставил при оформлении заказа на предоставление Услуг, может быть доступна для третьих лиц, в силу требований законодательства Республики Беларусь.</p>
	
	<p class="p1">13.3. В случае если какое-либо из условий настоящего Договора потеряет юридическую силу, будет признанно незаконным, или будет исключено из настоящего Договора, то это не влечёт недействительность остальных условий настоящего Договора, которые сохранят юридическую силу и являются, обязательными для исполнения всеми Сторонами.</p>
	
	<p class="p1">13.4. Все вопросы, неурегулированные настоящим Договором, разрешаются в соответствии с действующим законодательством Республики Беларусь.</p>
	
	<div class="anchor"><a name="item14"></a></div>
	<h3 class="center">14. РЕКВИЗИТЫ СТОРОН</h3>
	
	<p class="p1">14.1. Стороны безоговорочно соглашаются под реквизитами Заказчика считать информацию, указанную им при оформлении заказа на предоставление Услуг.</p>
	
	<p class="p1">14.2. Реквизиты Исполнителя:</p>
	
	<p class="p1">
		Индивидуальный предприниматель<br />
		Миронов Виталий Александрович<br />
		Юр. и почтовый адрес: 222516, Республика<br />
		Беларусь, г. Борисов, ул. Петряева, д. 17.<br />
		УНП 692134049<br />
		Свидетельство № 692134049 от 11.09.2019 г.<br />
		IBAN BY46 BPSB 3013 3117 4301 3933 0000<br />
		BIC BPSBBY2X<br />
		ЦБУ № 502 ОАО «БПС-Сбербанк» г. Борисов<br />
		Тел., Viber: +375 (25) 929-82-33<br />
		E-mail: <a href="mailto:admin@<?php echo $_SERVER['HTTP_HOST']; ?>" class="a1">admin@<?php echo $_SERVER['HTTP_HOST']; ?></a>
	</p>
	
	<div class="button light"><a href="javascript:(print());" class="icon-print-1">Распечатать</a></div>
</article>
<?php require $_SERVER['DOCUMENT_ROOT'].'/include/html_footer.php'; ?>